Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: After the takeover in 1855, Hadeland Glassverk became a supplier of fine glasswares to Christiania Glasmagasin, which two years later opened a store at Jernbanetorget in Oslo.
nb: Fra omleggingen i 1855 ble Hadeland Glassverk leverandør av finere bordglass til Christiania Glasmagasin, som to år senere åpnet et utsalg på Jernbanetorget i Oslo.

source: "Utstikt fra Riesenkoppe" relates to: Related works
nb: "Utstikt fra Riesenkoppe" relaterer til: Utforsk lignende verk fra samlingen

source: "Andres Olson Bukkerud, Sauland" relates to: Related works
nb: "Andres Olson Bukkerud, Sauland" relaterer til: Utforsk lignende verk fra samlingen

source: She started her own practice in 1954.
nb: Hun startet egen praksis i 1954.

source: Shinagawa: View of the Station from Goten-yama
nb: Feiring av kirsebærblomstringen i Goten-yama

source: others understand the programme as it unfolded and to in-
nb: meldinger og kommentarer på nettet, deltakende

source: All the way until he chose to end his life in 1938, this area remained his home in exile.
nb: Helt til han i 1938 valgte å avslutte livet, forble dette området hans hjem i eksil.

source: was shown at the group exhibition “IN SITE: New British Sculpture” at the Museum of Contemporary Art in 1993.
nb: ble vist i gruppeutstillingen «IN SITE – Ny britisk skulptur» i Museet for samtidskunst i 1993.

source: "Klintekorset i Liselund" relates to: Related works
nb: "Klintekorset i Liselund" relaterer til: Utforsk lignende verk fra samlingen

source: "Fisker på stranden, Rügen" relates to: Related works
nb: "Fisker på stranden, Rügen" relaterer til: Utforsk lignende verk fra samlingen

source: He printed the woodcuts in black and white.
nb: Han trykker tresnittene i sort og hvitt.

source: Products and books for sale, journals, TV/film, ads, etc.)
nb: Produkter og bøker for salg, tidsskrift, tv/film, reklame, osv.)

source: Along with his wife he created Little Sparta, a large garden complex near Edinburgh, which in 2004 was voted “the most important work of Scottish art”.
nb: Sammen med sin kone skapte han et stort hageanlegg i nærheten av Edinburgh, Little Sparta, som i 2004 ble utropt til Skottlands viktigste kunstverk.

source: The bare-bones title indicates that the sculpture is made from dolomite, and that the material stems from a stone quarry in the Westphalian town of Anröchte in Germany.
nb: Den nøkterne tittelen forteller at skulpturen er laget av kalksteinarten dolomitt, og at materialet er hentet fra steinbruddet i byen Anröchte i Westfalen i Tyskland.

source: "Mølle, Lierbacher Tal" relates to: Related works
nb: "Mølle, Lierbacher Tal" relaterer til: Utforsk lignende verk fra samlingen

source: The National Museum’s version is a replica by Tidemand of this first painting, and the National Museum also owns a replica from 1852 that was commissioned and purchased directly from the artist.
nb: Nasjonalmuseets maleri er en gjentakelse (replikk) av dette første maleriet. I tillegg har Nasjonalmuseet en replikk fra 1852 som ble bestilt og kjøpt direkte fra kunstneren.

source: Synnøve Anker Aurdal was a pioneer in modernistic textile art in Norway.
nb: Synnøve Anker Aurdal var en pioner i norsk modernistisk tekstilkunst.

source: She delves into the unpleasant aspects of childhood, motherhood, illness and loss.
nb: Hun borrer i det ubehagelige relatert til oppvekst, morsrolle, sykdom og tap.

source: was also employed at the glassworks, from 1936 to 1946, and as artistic director from 1937.
nb: ansatt ved glassverket, 1936–1946, som kunstnerisk leder fra 1937.

source: Location and access
nb: Plassering og tilkomst

source: "Utsikt over Gutenstein" relates to: Related works
nb: "Utsikt over Gutenstein" relaterer til: Utforsk lignende verk fra samlingen

source: Hadeland Glassverk (Manufactured by - assumed certain)
nb: Hadeland Glassverk (Produsent - antatt sikker)

source: "Figurer og hester" relates to: Related works
nb: "Figurer og hester" relaterer til: Utforsk lignende verk fra samlingen

source: Giulio Campi (by erroneus tradition)
nb: Giulio Campi (ifølge feilaktig tradisjon)

source: The performance "Family" by Francesca Grilli, as shown in Van Abbe Museum, Eindhoven
nb: Fra framføring av «Family» av Francesca Grilli, Van Abbe Museum, Eindhoven

source: "Sovende mannsfigur" relates to:
nb: "Sovende mannsfigur" relaterer til:

source: In line with Delaunay, Picasso and Braque, Piranesi earned a place in the canon of modern art.
nb: På linje med Delaunay, Picasso og Braque, inntok Piranesi en plass i den moderne kunstens kanon.

source: One coup after another, and the country has been ruled by the military for the past 30 years.
nb: Kupp har fulgt kupp, og landet har vært styrt av militæret de siste 30 årene.

source: Philipp Kilian (assumed certain)
nb: Philipp Kilian (antatt sikker)

source: Giovanni Battista Galestruzzi (by erroneus tradition)
nb: Giovanni Battista Galestruzzi (ifølge feilaktig tradisjon)

source: "Morvern sett fra Tobermory" relates to: Related works
nb: "Morvern sett fra Tobermory" relaterer til: Utforsk lignende verk fra samlingen

source: "Fra Sognefjorden (detalj)" relates to: Related works
nb: "Fra Sognefjorden (detalj)" relaterer til: Utforsk lignende verk fra samlingen

source: Text by Collections Registrar
nb: Tekst av samlingsmedarbeider

source: Also heavily influenced graphic design and typography.
nb: Har også hatt stor innflytelse på grafisk design og typografi.

source: The room is grim and disharmonious, a picture of transitoriness.
nb: Rommet er dystert og disharmonisk, et bilde på forgjengelighet.

source: Until 9 January next year, you can visit the exhibition at Nationalmuseum in Stockholm.
nb: Fram til 9. januar neste år, kan du se utstillingen i Nationalmuseum i Stockholm.

source: Den Norske Husflidsforening (Manufactured by - uncertain)
nb: Den Norske Husflidsforening (Produsent - usikker)

source: "Nisse utenfor Kitty Kiellands dør" relates to: Related works
nb: "Nisse utenfor Kitty Kiellands dør" relaterer til: Utforsk lignende verk fra samlingen

source: There is rarely direct contact between architect and end user, and the homes are developed within standardised formulas and for average, hypothetical residents.
nb: Det er sjelden direkte kontakt mellom arkitekt og sluttbruker, og boligene utvikles innenfor standardiserte formler, og for gjennomsnittlige, tenkte beboere.

source: "Byggeplass, New York" relates to: Related works
nb: "Byggeplass, New York" relaterer til: Utforsk lignende verk fra samlingen

source: Pordenone (Artist for cartoon/modello i.a.
nb: Pordenone (Kunstner for mønster/kartong e.l.

source: "Hest ved drikkekar" relates to: Related works
nb: "Hest ved drikkekar" relaterer til: Utforsk lignende verk fra samlingen

source: It has an architectural design that both facilitates individual adaptation for each resident, and at the same time expresses a collective aesthetic.
nb: Det har en arkitektonisk utforming som både legger til rette for individuell tilpasning for den enkelte beboer, og samtidig uttrykker en kollektiv estetikk.

source: Born 15.12.1826 in Hamburg, death 12.12.1882 in Oslo
nb: Født 15.12.1826 i Hamburg, død 12.12.1882 i Oslo

source: Tollef Mørk (Photographer - assumed certain)
nb: Tollef Mørk (Fotograf - antatt sikker)

source: Rem Koolhaas / OMA, The Qatar National Library, plan, 2017.
nb: Rem Koolhaas / OMA, Nasjonalbiblioteket i Qatar, 2017.

source: Wilhelm von Wright (Artist for cartoon/modello i.a.
nb: Wilhelm von Wright (Kunstner for mønster/kartong e.l.

source: "Skipperhuset i Esrom" relates to: Related works
nb: "Skipperhuset i Esrom, Hus ved Esrom" relaterer til: Utforsk lignende verk fra samlingen

source: "Kvinnehode i profil" relates to: Related works
nb: "Kvinnehode i profil" relaterer til: Utforsk lignende verk fra samlingen

source: When you look at the Queen's preserved wardrobe as a whole, it reflects what The Queen magazine reported in 1896: casual wear is well represented.
nb: Når man ser dronningens bevarte garderobe som en helhet, reflekterer det hva The Queen noterte seg i 1896: fritidstøyet er godt representert.

source: Frans Hals (Artist for cartoon/modello i.a.)
nb: Frans Hals (Kunstner for mønster/kartong e.l.)

source: "Herkules ved skilleveien" relates to: Related works
nb: "Herkules ved skilleveien" relaterer til: Utforsk lignende verk fra samlingen

source: "Skogbunn og trestamme" relates to: Related works
nb: "Skogbunn og trestamme" relaterer til: Utforsk lignende verk fra samlingen

source: The title refers to the Soviet-led troops from the Warsaw Pact countries' invasion of Czechoslovakia in 1968.
nb: Tittelen viser til de Sovjetledende troppene fra warszawapakt-landene sin invasjon av Tsjekkoslovakia i 1968.

source: "Ku ved Porta Maggiore" relates to: Related works
nb: "Ku ved Porta Maggiore" relaterer til: Utforsk lignende verk fra samlingen

source: Garden shed at Ullernkollen 12, section drawings
nb: Uthus i Ullernkollen 12, snittegninger

source: Show the image "Niels Bjørnsen Møller, "Portrait of the Painter Lars Hertervig", 1851." in fullscreen
nb: Vis bildet "Niels Bjørnsen Møller, «Maleren Lars Hertervig», 1851." i full størrelse

source: "Liggende kvinneakt, Firenze" relates to: Related works
nb: "Liggende kvinneakt, Firenze" relaterer til: Utforsk lignende verk fra samlingen

source: "Ku" relates to:
nb: "Liggende ku" relaterer til:

source: She is interested in the odds and ends of everyday life, whether the media, consumer goods, design, architecture, or urban environments.
nb: Hun interesserer seg for ulike aspekter innen dagliglivets sfære, det være seg medier, forbruksvarer, design, arkitektur eller urbane omgivelser.

source: Show the image "Otti Berger's zebra textile on Aalto's chair no. 39 at the Aalto exhibition in Foreningen Brukskunst, Kunstnernes Hus, 1938." in fullscreen
nb: Vis bildet "Otti Bergers zebra tekstil på Alvar Aalto’s stol nr. 39 på Aalto-utstillingen i Foreningen Brukskunst, Kunstnernes Hus, 1938." i full størrelse

source: "Oppstilling ved vinduet" relates to: Related works
nb: "Oppstilling ved vinduet" relaterer til: Utforsk lignende verk fra samlingen

source: Put the National Museum in your Animal Crossing world
nb: Ta med deg Nasjonalmuseet inn i Animal Crossing

source: "Ytre Kroken i Sogn" relates to: Related works
nb: "Ytre Kroken i Sogn" relaterer til: Utforsk lignende verk fra samlingen

source: Étretat in Normandy was one of Claude Monet’s favourite places to paint in the 1880s.
nb: Étretat i Normandie var et av Claude Monets foretrukne studiesteder i 1880-årene.

source: Theodor Kittelsen, "She covers the whole country", 1904.
nb: Theodor Kittelsen, «Pesta farer landet rundt», 1904. For de avanserte

source: Pen, pencil, and watercolour, 530 x 720 mm.
nb: Penn, blyant og akvarell på papir, 530 x 720 mm.

source: Marco Ricci (by tradition)
nb: Marco Ricci (etter tradisjon)

source: Ulrich Rückriem emphasizes the materiality of his art.
nb: Ulrich Rückriem legger stor vekt på materialets kvaliteter i sine arbeider.

source: "De tre gratier" relates to: Related works
nb: "De tre gratier" relaterer til: Utforsk lignende verk fra samlingen

source: Kleiva was a member of the GRAS collective, which was founded by a group of young, radically left-wing artists in 1969.
nb: Kleiva deltok i arbeidskollektivet GRAS, som ble dannet av en gruppe unge venstreradikale kunstnere i 1969.

source: Baldassare Franceschini (Artist for cartoon/modello i.a.)
nb: Baldassare Franceschini (Kunstner for mønster/kartong e.l.)

source: Modern = concrete
nb: Moderne = betong

source: The Norwegian landscape played an important role in Bergman’s art.
nb: Det norske landskapet var viktig i Bergmans kunst.

source: "Festningstårn ved Erchie" relates to: Related works
nb: "Festningstårn ved Erchie" relaterer til: Utforsk lignende verk fra samlingen

source: , and was intended to be made in black, though a version in red is held by the Royal Ontario Museum in Toronto, Canada.
nb: , og var ment å lages i svart, men finnes også i en rød variant i Royal Ontario Museum i Toronto.

source: Ian Hamilton Finlay was a highly versatile artist and writer who published his first book in 1958.
nb: Ian Hamilton Finlay var en svært mangfoldig kunstner. Han var forfatter, og utga sin første bok i 1958.

source: Finn Bryn and Johan Ellefsen, Bryn and Ellefsen (architectural firm), University of Oslo - Physics and chemistry Institute, 1961.
nb: Finn Bryn og Johan Ellefsen, Bryn og Ellefsen (arkitektkontor), Univeristetet i Oslo - Fysisk og kjemisk institutt, 1961.

source: Susan Hiller began her career as an anthropologist.
nb: Susan Hiller har bakgrunn som antropolog.

source: (“poor art”) movement serving as a catalyst for his artistic development.
nb: -bevegelsen (fattig kunst) ble viktig for hans kunstneriske utvikling.

source: Louis Antoine Carolus (by erroneus tradition)
nb: Louis Antoine Carolus (ifølge feilaktig tradisjon)

source: The project is based on the cohosing project Vindmøllebakken in Stavanger.
nb: Prosjektet tar utgangspunkt i bofellesskapet Vindmøllebakken i Stavanger.

source: The square is also known for the cabaret Moulin Rouge, and is located near the Pigalle district.
nb: Plassen er også kjent for cabaretscenen Moulin Rouge, og ligger i nærheten av Pigalle.

source: their and the participants’ experiences for themselves, to
nb: deltakere og partnere til å undersøke og gjøre rede for sine

source: In 1939 and 1941 memorial exhibitions of his work were held in Oslo.
nb: I 1939 og 1941 holdes det minneutstillinger om ham i Oslo.

source: Sivertsen (Artist for cartoon/modello i.a.)
nb: Sivertsen (Kunstner for mønster/kartong e.l.)

source: Vincent van Gogh, «View of Arles from Montmajour», May, 1888.
nb: Vincent van Gogh, «Utsikt mot Arles fra Montmajour», mai, 1888.

source: Faldbakken finds his artistic tools in such pop-cultural phenomena as newspapers, magazines, TV, video, and websites, and uses mundane, mass-produced materials such as spray paint, tape, and felt pens.
nb: Han finner sine kunstneriske redskaper innen populærkulturens mange uttrykk som aviser, magasiner, tv, video og Internett og bruker masseproduserte hverdagsmaterialer som spraymaling, teip og sprittusj.

source: Samuel Bing (Intermediary of gift or purchase)
nb: Samuel Bing (Formidler av gave eller kjøp)

source: Six members of the nomad family Purew, Otschir, and Luwsansharaw are placed in a gently curved, frontal line.
nb: Nomadefamilien Purew, Otschir og Luwsansharaw er plassert i en lett buet, frontal linje.

source: "Bondestue, Hustveit i Vinje" relates to: Related works
nb: "Bondestue, Hustveit i Vinje, Huustvedt" relaterer til: Utforsk lignende verk fra samlingen

source: Harald Hardråde in the Battle of Stamford Bridge. Copy after a medieval
nb: Harald Hardråde in the Battle of Stamford Bridge.

source: Beate Hølmebakk, "House for a young Woman I", 1995
nb: Beate Hølmebakk, «Hus for en ung kvinne I», 1995 Foto:

source: With the cleaning finished, and following tests with lighting that make the details and colours more vivid, the window is now ready for display in the new museum, which opens in 2022!
nb: Nå som rengjøringen er utført og sterkere lyskilder som gir tydeligere detaljer og fargespill er testet, er glassmaleriet klart for å stilles ut i det nye museet som åpner i 2022!

source: "Folgefonna sett fra Reiseter" relates to: Related works
nb: "Folgefonna sett fra Reiseter" relaterer til: Utforsk lignende verk fra samlingen

source: The painting at hand belongs to a series of smaller works based on simple still-life images, executed in 1926 and 1927.
nb: Maleriet her hører til en serie mindre arbeider basert på enkle stillebensmotiver, utført i årene 1926 og 1927.

source: "Stavanger sett fra Buøya" relates to: Related works
nb: "Stavanger sett fra Buøya" relaterer til: Utforsk lignende verk fra samlingen

source: "Utsikt mot Strondafjorden fra Grøv, Valdres" relates to: Related works
nb: "Utsikt mot Strondafjorden fra Grøv, Valdres" relaterer til: Utforsk lignende verk fra samlingen

source: series has inspired artists, architects, filmmakers, writers and philosophers to the present day, and has contributed to the recognition of Piranesi as avant-garde, still relevant 300 years after his birth.
nb: -serien har inspirert kunstnere, arkitekter, filmskapere, forfattere og filosofer helt til vår tid og har bidratt til forestillingen om Piranesi som en avantgarde, aktuell 300 år etter sin fødsel.

source: When working on her contribution to documenta 14, Persen drew inspiration from works such as
nb: I arbeidet med verket til documenta 14 hentet Persen inspirasjon fra blant annet

source: The young Camille Corot’s three-year study trip to Italy 1825–28 would decisively influence his development as a landscape artist.
nb: Den unge Camille Corots treårige studietur til Italia 1825–28 fikk avgjørende betydning for hans utvikling som landskapsmaler.

source: Correggio (Artist for cartoon/modello i.a.
nb: Correggio (Kunstner for mønster/kartong e.l.

source: "Tre mannsfigurer" relates to:
nb: "Tre mannsfigurer" relaterer til:

source: "Venus, Diana og Mars" relates to: Related works
nb: "Venus, Diana og Mars" relaterer til: Utforsk lignende verk fra samlingen

source: Hanna Visund, J. Tostrup (manufacturer), teapot, 1931.
nb: Hanna Visund, J. Tostrup (produsent), tekanne, 1931.

source: Two pairs of ice skates are dated to sometime between 1900 and 1920, while the roller skates are from sometime between 1896 and 1913.
nb: To par isskøyter er datert til en gang mellom 1900 og 1920, mens rulleskøytene er fra en gang mellom 1896 og 1913.

source: Nikolai Astrup considered himself primarily a painter.
nb: Nikolai Astrup betraktet seg selv først og fremst som maler.

source: She began exploring this art form in 1977 upon moving to Manhattan, a metropolitan environment teeming with billboards and neon signs.
nb: Denne kunstformen startet hun med etter at hun flyttet til Manhattan i 1977, et sted som er fylt av overveldende reklame- og neonskilter.

source: "Gutter bygger snefestning" relates to: Related works
nb: "Gutter bygger snefestning" relaterer til: Utforsk lignende verk fra samlingen

source: "Figurer i interiør, Valle" relates to: Related works
nb: "Figurer i interiør, Valle" relaterer til: Utforsk lignende verk fra samlingen

source: painted in 1819, is striking: while the earlier painting focuses on a rocky protrusion overlooking a sheer drop, the abyss in View from Stalheim
nb: Kontrasten til Fra Bastei, malt i 1819, er slående: I det tidlige arbeidet er oppmerksomheten konsentrert om det stupbratte klippefremspringet;

source: Show the image "Otti Berger, children's blanket, cotton, Bauhaus Dessau, 1929." in fullscreen
nb: Vis bildet "Otti Berger, barneteppe, bomull, Bauhaus Dessau, 1929." i full størrelse

source: "Lalla" relates to:
nb: "Lalla" relaterer til:

source: Eriksen was one of the first Norwegian professional artisans in the arts and crafts tradition to have their own studio.
nb: Eriksen var en av de første norske profesjonelle kunsthåndverkere som hadde et eget studio.

source: Over 15 years after Erik Werenskiold had illustrated the fairy tale for the first time in 1884, Kittelsen painted his series and also wrote his own version of the story.
nb: Vel 15 år etter at Erik Werenskiold hadde laget de første bildene til eventyret i 1884, malte Kittelsen sin serie og laget også sin egen versjon av historien.

source: "Borgruinen Kynast i Schlesien" relates to: Related works
nb: "Borgruinen Kynast i Schlesien" relaterer til: Utforsk lignende verk fra samlingen

source: Text by Janne Arnesen, Collections Assistant
nb: Janne Arnesen, samlingsmedarbeider

source: Born 1867 in Askim, Østfold, death 1938 in Oslo
nb: Født 1867 i Askim, Østfold, død 1938 i Oslo

source: from what was originally intended (Kushner, 1989).
nb: lig hadde satt seg fore (Kushner, 1989).

source: Gardar Eide Einarsson studied art in Norway, Frankfurt and New York.
nb: Gardar Eide Einarsson utdannet seg som kunstner i Norge, Frankfurt og New York.

source: Metropolis (1927) by Fritz Lang is an early example of Piranesi's influence on the science fiction genre.
nb: Metropolis (1927) av Fritz Lang er et tidlig eksempel på Piranesis innflytelse på science fiction-sjangeren.

source: "Planter og trestammer" relates to: Related works
nb: "Planter og trestammer" relaterer til: Utforsk lignende verk fra samlingen

source: "Fra Lærdalsfjorden (detalj)" relates to: Related works
nb: "Fra Lærdalsfjorden (detalj)" relaterer til: Utforsk lignende verk fra samlingen

source: "Musikk i atelieret" relates to: Related works
nb: "Musikk i atelieret" relaterer til: Utforsk lignende verk fra samlingen

source: "Trondheims domkirke" relates to:
nb: "Trondheims domkirke" relaterer til:

source: Uidentifisert, hellenistisk (Copy after - assumed certain)
nb: Uidentifisert, hellenistisk (Kopi etter - antatt sikker)

source: Caspar David Friedrich
nb: Caspar David Friedrich (antatt sikker)

source: "Ved Labrofossen" relates to:
nb: "Labrofossen" relaterer til:

source: Christian II signing the Death Warrant of Torben Oxe
nb: Christian II undertegner dødsdommen over Torben Oxe

source: The event sparked off endless discussions in the media either for or against American involvement in the Vietnam War, for or against modernist or political art, and for or against the right to desecrate the American flag.
nb: Hendelsen førte til enorme diskusjoner i medier for eller mot amerikansk innblanding i Vietnamkrigen, for eller mot modernistisk eller politisk kunst og for eller mot krenking av det amerikanske flagget.

source: The cohousing community Kollektivet in Hovseter (1976), was the result of many years of struggle for three women's organisations that wanted to help more women obtain employment.
nb: Kollektivet på Hovseter (1976), var resultatet av mange års kamp for tre kvinneorganisasjoner som ønsket å hjelpe flere kvinner ut i arbeid.

source: "Panorama over Lier prestegjeld" relates to: Related works
nb: "Panorama over Lier prestegjeld" relaterer til: Utforsk lignende verk fra samlingen

source: "Landstryker" relates to:
nb: "Landstryker" relaterer til:

source: Their own home, a timber house in Trosterudveien in Oslo, had open plan solutions, with no clear boundaries between kitchen, living room and hallway.
nb: Deres eget hjem – et trehus i Trosterudveien i Oslo – tok i bruk åpne planløsninger, uten markant skille mellom kjøkken, stue og gang.

source: Arkyves [6] we gained access to large datasets from art collections that are similar to our own.
nb: Via databasen Arkyves [6] fikk vi tilgang til store datasett fra kunstsamlinger som likner våre.

source: Campana relief with winged girl with kithara
nb: Campana-relieff med vinget ung pike med kithara

source: How have notions of housing quality changed during the century from around 1920 to the present?
nb: Hvordan har idealer om boligkvalitet endret seg fra tiden omkring 1920 til i dag?

source: Yuan (Historical event, person, place, with affiliation)
nb: Song (Historisk hendelse, person, sted, med tilknytning)

source: An impressive collection of larger works was produced for the 1900 Paris Exposition, earning Tostrup international recognition.
nb: Internasjonal oppmerksomhet Til verdensutstillingen i Paris i 1900 ble det produsert en imponerende samling store arbeider, som skaffet Tostrup internasjonal blest.

source: When used for the emperor, it was common for the dragon to have five claws.
nb: Dersom det ble brukt til keiseren, var det vanlig at dragen hadde fem klør.

source: Winter coat, late 1920.
nb: Vinterkåpe fra slutten av 1920-tallet.
